{
  "text": {
    "hero_tagline": "Tuning the Earth. Awakening the Soil.",
    "hero_title": "Regenerating Earth's Living Soil",
    "hero_subtitle": "Through Acoustic Innovation",
    "hero_paragraph": "95% of human nutrition comes from soil. When we heal soil, we heal everything downstream—from the plants that feed us to the communities that thrive because of them.",
    "soilbridge_subhead": "Root-powered decompaction for no‑till systems—measured by penetrometer resistance.",
    "soilbridge_what_is_title": "What it is",
    "soilbridge_what_is_body": "A microbial‑coated cover crop seed blend designed to create persistent vertical biopores that intersect the 12–18″ compaction zone—without mechanical disturbance.",
    "soilbridge_primary_outcome": "20–30% reduction in penetrometer resistance at 12–18″ depth (treatment vs. compacted control)."
  },
  "html": {},
  "nav_vision": "Vision",
  "nav_journey": "The Journey",
  "nav_ai-language": "AI & Nature",
  "nav_science": "Science",
  "nav_soilbridge": "SoilBridge Deep",
  "nav_cascade": "The Cascade",
  "nav_awakening": "The Awakening",
  "nav_why-us": "Why Us",
  "nav_product": "Technology",
  "nav_impact": "Impact",
  "nav_about": "About",
  "nav_cta": "Invest",
  "global_span_1": "Genesis",
  "global_li_1": "<a data-content=\"nav_vision\" href=\"#vision\">Vision</a>",
  "global_li_2": "<a data-content=\"nav_journey\" href=\"#journey\">The Journey</a>",
  "global_li_3": "<a data-content=\"nav_ai-language\" href=\"#ai-language\">AI &amp; Nature</a>",
  "global_li_4": "<a data-content=\"nav_science\" href=\"#science\">Science</a>",
  "global_li_5": "<a data-content=\"nav_soilbridge\" href=\"#soilbridge\">SoilBridge Deep</a>",
  "global_li_6": "<a data-content=\"nav_cascade\" href=\"#cascade\">The Cascade</a>",
  "global_li_7": "<a data-content=\"nav_awakening\" href=\"#awakening\">The Awakening</a>",
  "global_li_8": "<a data-content=\"nav_why-us\" href=\"#why-us\">Why Us</a>",
  "global_li_9": "<a data-content=\"nav_product\" href=\"#product\">Technology</a>",
  "global_li_10": "<a data-content=\"nav_impact\" href=\"#impact\">Impact</a>",
  "global_li_11": "<a data-content=\"nav_about\" href=\"#about\">About</a>",
  "global_li_12": "<a data-content=\"nav_cta\" href=\"#cta\">Invest</a>",
  "global_h1_1": "<span data-content=\"hero_title\">Regenerating Earth's Living Soil</span>\n<span>Through Acoustic Innovation</span>",
  "global_span_2": "Through Acoustic Innovation",
  "global_a_1": "See Our Vision",
  "global_a_2": "Partner With Us",
  "vision_h2_1": "Vision",
  "vision_p_1": "We are learning to read the archive beneath our feet.",
  "vision_h3_1": "What we are building",
  "vision_p_2": "Soil is infrastructure: structure, signal, and flow.",
  "vision_p_3": "We build trust-first systems that strengthen soil function—without overclaiming.",
  "vision_li_1": "Biological infrastructure that improves soil structure at depth.",
  "vision_li_2": "Acoustic stimulation designed around mechanotransduction—validated in pilots.",
  "vision_li_3": "A measurement layer to observe soil bio-signals and verify outcomes.",
  "vision_li_4": "A discipline of bounded claims and farmer-verifiable protocols.",
  "vision_li_5": "A portfolio designed to improve the world by improving the soil.",
  "vision_p_4": "Measurement precedes claims.",
  "journey_h2_1": "The Journey",
  "journey_p_1": "Discovering what soil has been trying to tell us.",
  "journey_p_2": "We didn't set out to build a product. We set out to <strong>listen</strong>.",
  "journey_p_3": "What began as curiosity about fungal networks became something far more profound—a journey \n                    of discovery that revealed soil as a living, communicating intelligence we've largely ignored. \n                    The more we learned, the more we realized: soil isn't failing us. <strong>We've been failing \n                    to understand what soil needs.</strong>",
  "journey_p_4": "Along this path, we discovered converging opportunities—not markets we're targeting, but \n                    communities awakening to the same truth:",
  "journey_h4_1": "Home Gardeners",
  "journey_p_5": "Seeking to grow nutrient-dense food for their families, discovering that healthy soil creates healthy food",
  "journey_h4_2": "Regenerative Farmers",
  "journey_p_6": "Breaking from industrial methods, learning that mycorrhizal networks are agriculture's missing foundation",
  "journey_h4_3": "Climate Advocates",
  "journey_p_7": "Recognizing that soil restoration is one of our most powerful tools for carbon sequestration",
  "journey_h4_4": "Urban Communities",
  "journey_p_8": "Transforming rooftops and vacant lots into productive ecosystems that strengthen local food security",
  "journey_p_9": "These aren't separate markets. They're <strong>parallel awakenings</strong>—millions of people \n                    around the world simultaneously realizing that our relationship with soil must change.",
  "journey_p_10": "These aren’t separate markets. They’re parallel awakenings—people realizing our relationship with soil must change.",
  "ai-language_h2_1": "AI Learning <span class=\"highlight\">Nature's Language</span>",
  "ai-language_span_1": "Nature's Language",
  "ai-language_p_1": "Just as large language models learn the intricate patterns of human communication, \n                    our AI learns to interpret the electrical signals of fungal networks—nature's own language.",
  "ai-language_p_2": "For the first time in history, we can listen to what soil is telling us and respond accordingly. \n                    This is not just technology serving agriculture; <strong>this is artificial intelligence becoming \n                    a translator between human understanding and nature's ancient wisdom.</strong>",
  "ai-language_h3_1": "Pattern Recognition",
  "ai-language_p_3": "Our  identifies patterns in fungal electrical signals the same way LLMs recognize \n                        patterns in human language—detecting meaning in complex, dynamic communication systems.",
  "ai-language_h3_2": "Acoustic Response",
  "ai-language_p_4": "Once the AI understands what the soil ecosystem is communicating, it responds with \n                        precisely tuned acoustic frequencies—speaking back in nature's own vocabulary.",
  "ai-language_h3_3": "Bidirectional Learning",
  "ai-language_p_5": "As humans learn from fungal networks through  interpretation, we gain insights into \n                        ecosystem health, resilience patterns, and regenerative processes invisible to us before.",
  "ai-language_h3_4": "The Revolutionary Interface",
  "ai-language_p_6": "We stand at a unique moment in history: artificial intelligence sophisticated enough to decode \n                    biological communication systems meets humanity's urgent need to restore our relationship with \n                    living soil. The Genesis Toroid AI doesn't just stimulate fungal growth—it creates a two-way \n                    dialogue between human technology and nature's intelligence, allowing us to learn from billions \n                    of years of evolutionary wisdom encoded in mycorrhizal networks.",
  "ai-language_p_7": "What might we discover when we finally learn to listen?",
  "awakening_h2_1": "The Awakening",
  "awakening_p_1": "The collaborative odyssey of creating Genesis—where human vision met artificial intelligence \n                    in an iterative dance of discovery, refinement, and breakthrough.",
  "awakening_h3_1": "Genesis: The Ambitious Beginning",
  "awakening_p_2": "\"What if we could measure everything?\"",
  "awakening_p_3": "The journey began with a bold vision: create a system sophisticated enough to capture \n                            every nuance of soil acoustics. We collaborated—human intuition guiding artificial intelligence, \n                            AI revealing possibilities we hadn't imagined.",
  "awakening_p_4": "The first Genesis was impressive: comprehensive sensor arrays, dual-band acoustic output, \n                            real-time calibration. It was powerful. It was complex. It was... $1,200 per unit.",
  "awakening_p_5": "<strong>What we learned:</strong> Precision is beautiful, but complexity can be a barrier. \n                            The soil didn't need us to measure everything—it needed us to listen to what mattered.",
  "awakening_h4_1": "Generation 1",
  "awakening_p_6": "\"The ambitious prototype that taught us what we truly needed to measure.\"",
  "awakening_h3_2": "Refinement: Finding Balance",
  "awakening_p_7": "\"What if we're smarter about calibration?\"",
  "awakening_p_8": "Human experience and AI analysis converged on an insight: move precision measurement \n                            off the field unit. Create a hybrid model—factory calibration plus a portable reference kit \n                            shared across deployments.",
  "awakening_p_9": "This wasn't just cost reduction. It was <strong>wisdom emerging from iteration</strong>. \n                            We maintained 90% of the precision at 50% of the cost. The collaboration taught us \n                            that optimal solutions often hide in the space between extremes.",
  "awakening_p_10": "<strong>What we learned:</strong> Innovation isn't always about adding more—sometimes \n                            it's about redistributing intelligence more elegantly.",
  "awakening_h4_2": "Generation 2",
  "awakening_p_11": "\"Where engineering elegance met economic reality.\"",
  "awakening_h3_3": "Breakthrough: Elegant Simplicity",
  "awakening_p_12": "\"What if we trust the science we've validated?\"",
  "awakening_p_13": "The breakthrough came from a radical question, posed in the collaborative space between \n                            human and artificial intelligence: What if we eliminated all field sensors and focused \n                            entirely on the frequency we know works?",
  "awakening_p_14": "<strong>8 .</strong> Lab-validated. Scientifically proven to stimulate fungal networks. \n                            No sensors to fail. No calibration to drift. Just pure, reliable acoustic stimulation.",
  "awakening_p_15": "The result: 87% cost reduction while maintaining full scientific validity. A $156 bill of \n                            materials making the technology accessible to home gardeners, community projects, and small \n                            farms worldwide.",
  "awakening_p_16": "<strong>What we learned:</strong> True innovation often looks like subtraction. By removing \n                            everything except what the soil truly needed, we created something both powerful and accessible.",
  "awakening_h4_3": "Generation 3",
  "awakening_p_17": "\"Where science, simplicity, and accessibility converge.\"",
  "awakening_h3_4": "The Collaborative Intelligence",
  "awakening_p_18": "This wasn't a linear product development process. It was an <strong>odyssey of co-creation</strong>—\n                    human intuition asking \"what if?\" and artificial intelligence responding with \"here's how,\" \n                    then humans refining with \"but what about?\" and AI adapting with new possibilities.",
  "awakening_p_19": "Each generation taught us something new, not just about engineering, but about the collaboration \n                    itself. The Genesis Toroid isn't just a product of human ingenuity or artificial intelligence—\n                    it's the offspring of <strong>collaborative intelligence</strong>, where different forms of \n                    thinking combine to create something neither could have envisioned alone.",
  "awakening_p_20": "This is what awakening looks like in the age of AI.",
  "why-us_h2_1": "Why Now, Why Us",
  "why-us_p_1": "We're witnessing a rare convergence—when technological capability meets ecological urgency \n                    meets collective consciousness shift. This moment has never existed before.",
  "why-us_h3_1": "<span class=\"convergence-icon\">🧬</span> Scientific Foundation",
  "why-us_p_2": "We're not guessing. The 8  frequency at the heart of Genesis Column is lab-validated, \n                        peer-reviewed, and proven to stimulate fungal network activity. While others make claims, \n                        we stand on solid scientific ground.",
  "why-us_h3_2": "<span class=\"convergence-icon\">🤖</span> The Translation Breakthrough",
  "why-us_p_3": "For the first time in history, AI is sophisticated enough to interpret biological communication \n                        systems. We're not just using technology on nature—we're creating a dialogue between \n                        artificial and natural intelligence. No one else is positioned at this intersection.",
  "why-us_h3_3": "<span class=\"convergence-icon\">💡</span> Collaborative Innovation",
  "why-us_p_4": "Our development process itself is unique: human intuition and artificial intelligence \n                        working in genuine partnership. This collaboration produced three product generations in \n                        record time, with 87% cost optimization while maintaining scientific validity.",
  "why-us_h3_4": "<span class=\"convergence-icon\">🌍</span> Accessibility by Design",
  "why-us_p_5": "Technology that only serves the wealthy doesn't serve the planet. Through disciplined iteration, \n                        we've created a system accessible to home gardeners and small farms—bringing soil restoration \n                        to the scale where it can actually matter.",
  "why-us_h3_5": "<span class=\"convergence-icon\">🔓</span> Radical Transparency",
  "why-us_p_6": "As a DAO (Decentralized Autonomous Organization), our governance structure is publicly \n                        verifiable on-chain. Investors and stakeholders can see our commitments aren't just \n                        promises—they're encoded in immutable smart contracts.",
  "why-us_h3_6": "<span class=\"convergence-icon\">⏰</span> The Timing Is Now",
  "why-us_p_7": "Soil degradation is accelerating. Climate urgency is mounting. Regenerative agriculture \n                        awareness is exploding. AI capabilities are maturing. These trends don't converge often. \n                        We're building at the precise moment when all the conditions align.",
  "why-us_h3_7": "First-Mover Position in an Emerging Category",
  "why-us_p_8": "We're not competing in an existing market—we're defining a new category at the intersection \n                    of AI, acoustic biology, and regenerative agriculture. The question isn't whether this category \n                    will grow. It's who will lead it.",
  "why-us_p_9": "The soil is ready. The technology is ready. The world is ready.",
  "global_p_1": "\"We're not making fungi listen to frequencies—<br/>we're helping them feel what they've always been designed to sense.\"",
  "global_p_2": "Mechanical energy meets biological intelligence",
  "science_h2_1": "The Science Behind Soil Restoration",
  "science_p_1": "Mechanotransduction-informed design, bounded claims, and field verification.",
  "science_h3_1": "Lab-Validated Frequency",
  "science_p_2": "Our technology uses scientifically validated acoustic frequencies that have been proven to stimulate fungal growth and enhance mycorrhizal network activity in controlled laboratory settings.",
  "science_h3_2": "Fungal Biomass Increase",
  "science_p_3": "Research demonstrates that specific frequency treatments can increase fungal biomass by up to 300%, strengthening the crucial underground networks that support plant health and soil structure.",
  "science_h3_3": "Intelligent Optimization",
  "science_p_4": "Advanced AI systems monitor electrical signals from fungal networks and dynamically adjust acoustic stimulation parameters to maximize effectiveness for specific soil conditions.",
  "science_h3_4": "Mechanotransduction",
  "science_p_5": "Soil organisms respond to mechanical vibration through mechanosensory pathways. We design stimuli around this biology—not hype.",
  "science_h3_5": "Mycorrhizal Enhancement",
  "science_p_6": "Mycorrhizal networks support nutrient exchange, aggregation, and resilience. We validate outcomes with measurable methods.",
  "science_h3_6": "Ecosystem Restoration",
  "science_p_7": "Healthy fungal networks underpin soil function. Our work aims to help re-establish these networks in degraded soils—carefully and measurably.",
  "cascade_h2_1": "The Cascade: From Soil to Flourishing",
  "cascade_p_1": "Structure influences roots. Roots influence microbes. Microbes influence aggregation. Aggregation influences water flow.",
  "cascade_p_2": "Small shifts can propagate through the system.",
  "cascade_h3_1": "Healthy Soil",
  "cascade_p_3": "Abundant fungal networks increase nutrient cycling, improve soil structure, enhance carbon sequestration, \n                            and create resilient microbial communities. <strong>This is what acoustic stimulation amplifies.</strong>",
  "cascade_h3_2": "Healthy Plants",
  "cascade_p_4": "Mycorrhizal fungi deliver <strong>more vitamins, minerals, and phytonutrients</strong> to plants. \n                            Better soil = more nutrient-dense food. Since the 1950s, food has lost 50% of its vitamin content \n                            due to soil degradation—we're reversing that decline.",
  "cascade_h3_3": "Healthy Ecosystems",
  "cascade_p_5": "Healthier plants support <strong>insects, pollinators, birds, and wildlife</strong>. \n                            Soil health affects 70% of terrestrial biodiversity. Restore soil, restore the web of life.",
  "cascade_h3_4": "Healthy People",
  "cascade_p_6": "More nutrient-dense food = <strong>better immune function, cognitive performance, and resilience</strong>. \n                            Diverse soil microbiomes create diverse plant chemistry, which supports diverse human gut microbiomes. \n                            The gut-brain axis, hormonal balance, and chronic disease are all connected to food quality—which starts in soil.",
  "cascade_h3_5": "Thriving Communities",
  "cascade_p_7": "Reduced healthcare burden, strengthened local food security, enhanced climate resilience, \n                            and deeper community connections around shared food production. <strong>This is the vision: \n                            technology that serves all of life, starting at the foundation.</strong>",
  "cascade_p_8": "\"We're not just improving yields—we're restoring the foundation of life itself.\"",
  "cascade_p_9": "Ecologists call this a \"trophic cascade\"—changes at one level ripple through the entire system. \n                    The negative cascade from soil degradation created our chronic disease epidemic. \n                    The regenerative cascade from soil restoration creates planetary healing. \n                    <strong style=\"color: white;\">Soil Genesis amplifies nature's own regenerative intelligence to trigger that positive cascade.</strong>",
  "cascade_p_10": "<strong>The Science Is Clear:</strong> 95% of human nutrition comes from soil (directly or indirectly). \n                    Industrial agriculture has degraded soil worldwide, creating nutrient-depleted food and cascading health crises. \n                    But the same interconnection that created the problem becomes the solution—<strong>heal the soil, heal the system.</strong>",
  "soilbridge_h2_1": "SoilBridge Deep™",
  "soilbridge_p_1": "<strong>Primary farmer‑verifiable outcome:</strong> <span data-content=\"soilbridge_primary_outcome\">20–30% reduction in penetrometer resistance at 12–18″ depth (treatment vs. compacted control).</span>",
  "soilbridge_p_2": "<strong>Claims discipline:</strong> structure‑only. No pesticidal, disease‑control, or guaranteed yield claims.",
  "soilbridge_h4_1": "How it works",
  "soilbridge_li_1": "<strong>Mechanical (biological) action:</strong> deep‑rooting cover crops form channels that commonly reach 12–24″ under favorable conditions.",
  "soilbridge_li_2": "<strong>Biological amplification:</strong> seed coating with <strong>Trichoderma harzianum</strong> (~1×10⁶ CFU/seed) and <strong>Bacillus subtilis</strong> (~1×10⁷ CFU/seed).",
  "soilbridge_li_3": "<strong>Permanent soil infrastructure:</strong> after winter‑kill, decomposing roots leave biopores that subsequent cash crop roots follow.",
  "soilbridge_h3_1": "Configuration (v1.1)",
  "soilbridge_li_4": "<strong style=\"color: var(--vibrant-green);\">Year 1:</strong> Core seed blend (15–20 lb/acre), seasonal shelf life (6–9 months).",
  "soilbridge_li_5": "<strong style=\"color: var(--vibrant-green);\">Year 2 (optional):</strong> Residue Accelerator add‑on (not required for core performance).",
  "soilbridge_h4_2": "Target users",
  "soilbridge_p_3": "Long‑term no‑till operators who already measure compaction (penetrometers), especially in heavy clay and silt loam contexts.",
  "soilbridge_a_1": "Request the Field Handout",
  "product_h2_1": "Technology Portfolio",
  "product_p_1": "Commercial deployment (Genesis Column) + research platform (Genesis Toroid)",
  "product_h3_1": "Genesis Column™",
  "product_p_2": "A simplified, durable deployment device for delivering controlled acoustic stimulation—built for real‑world use,\n                        cost discipline, and manufacturing feasibility. Sensors are intentionally removed in v1 to reduce failure modes and\n                        keep the product accessible.",
  "product_li_1": "<strong>Primary Function</strong><span>Acoustic stimulation (deployment)</span>",
  "product_span_1": "Acoustic stimulation (deployment)",
  "product_li_2": "<strong>Validation Priority</strong><span>Lab → greenhouse → field protocols</span>",
  "product_span_2": "Lab → greenhouse → field protocols",
  "product_li_3": "<strong>Design Discipline</strong><span>Simple, robust, manufacturable</span>",
  "product_span_3": "Simple, robust, manufacturable",
  "product_li_4": "<strong>Amendment (optional)</strong><span>Universal Blend (v1.1)</span>",
  "product_span_4": "Universal Blend (v1.1)",
  "product_h4_1": "Universal Blend (v1.1)",
  "product_p_3": "<strong>50%</strong> mycorrhizal inoculant (AM + EM) · <strong>30%</strong> fine biochar ·\n                            <strong>20%</strong> dry humic/fulvic acids (dry for shelf stability). (Formulation locked pending viability/flow testing.)",
  "product_a_1": "Request Pilot Criteria",
  "product_h3_2": "Genesis Toroid™ (Research Track)",
  "product_p_4": "A research platform exploring bidirectional measurement + stimulation: sensing micro‑volt/milli‑volt scale bioelectrical activity\n                        and testing adaptive acoustic protocols. This remains explicitly in the research/validation phase.",
  "product_li_5": "<strong>Status</strong><span>Research &amp; validation</span>",
  "product_span_5": "Research & validation",
  "product_li_6": "<strong>Primary Function</strong><span>Measure ↔ stimulate ↔ learn</span>",
  "product_span_6": "Measure ↔ stimulate ↔ learn",
  "product_li_7": "<strong>Claims Posture</strong><span>Experimental, not commercial</span>",
  "product_span_7": "Experimental, not commercial",
  "product_li_8": "<strong>Use Case</strong><span>Controlled trials + instrumentation</span>",
  "product_span_8": "Controlled trials + instrumentation",
  "product_a_2": "Collaborate on Trials",
  "product_h3_3": "Validation First",
  "product_p_5": "Soil Genesis separates <strong>deployment technology</strong> from <strong>research instrumentation</strong>.\n                    We ship what we can validate, and we measure what we’re still learning—without claim drift.",
  "impact_h2_1": "Environmental Impact",
  "impact_p_1": "Transforming agriculture through soil regeneration",
  "impact_p_2": "Our impact model is simple: improve soil structure and biological function with interventions that can be\n                    <strong>measured</strong>, <strong>replicated</strong>, and <strong>manufactured at scale</strong>.\n                    We prioritize farmer‑verifiable metrics over marketing claims.",
  "impact_h3_1": "Beyond Agriculture: Systemic Regeneration",
  "impact_h4_1": "🥗 Nutrition & Health",
  "impact_p_3": "Nutrient-dense food from healthy soil supports better immune function, cognitive performance, \n                            and reduces chronic disease risk through the gut-brain axis connection.",
  "impact_h4_2": "🏘️ Food Security",
  "impact_p_4": "Local food production strengthens community resilience, reduces dependence on global supply chains, \n                            and creates economic opportunities at the neighborhood level.",
  "impact_h4_3": "🌍 Climate Action",
  "impact_p_5": "Enhanced soil carbon sequestration, reduced need for synthetic fertilizers, \n                            and restored water cycles create measurable climate mitigation benefits.",
  "impact_h4_4": "🤝 Social Cohesion",
  "impact_p_6": "Shared food production creates community bonds, intergenerational knowledge transfer, \n                            and collective purpose around regeneration rather than extraction.",
  "impact_p_7": "This is regenerative technology—healing systems, not just optimizing outputs.",
  "about_h2_1": "About Soil Genesis DAO",
  "about_p_1": "Soil Genesis DAO LLC builds practical soil infrastructure systems grounded in biology, structure, and measurement.",
  "about_h3_1": "Our Mission",
  "about_p_2": "Wyoming-registered DAO LLC. Governance-focused. Claims discipline enforced. Field validation prioritized.",
  "about_p_3": "When 95% of human nutrition comes from soil and 70% of terrestrial biodiversity depends on soil health, \n                        restoring soil isn't just an environmental imperative—it's the starting point for healing entire systems. \n                        Healthy soil creates healthy plants, which support healthy ecosystems, which nourish healthy people, \n                        which build thriving communities. This cascade of regeneration is what drives us.",
  "about_p_4": "We develop products that amplify nature's own intelligence through precisely tuned acoustic and vibratory \n                        signals that stimulate fungal networks. Our approach is grounded in peer-reviewed mechanotransduction research, \n                        yet reaches toward a vision of planetary healing through biological restoration.",
  "about_p_5": "As a Wyoming-registered DAO, we combine traditional business structure with blockchain transparency, \n                        ensuring accountability to stakeholders while maintaining the flexibility to innovate rapidly in this emerging field. \n                        <strong>Where technology serves life, communities flourish.</strong>",
  "about_h4_1": "Why Soil Genesis",
  "about_p_6": "Built on peer-reviewed research in plant bioacoustics and fungal mechanotransduction",
  "about_p_7": "Engineering solutions optimized for real-world agricultural deployment",
  "about_p_8": "DAO structure with publicly verifiable smart contract operations",
  "about_p_9": "Addressing the massive global need for sustainable soil restoration solutions",
  "about_p_10": "<strong>Jurisdiction:</strong> Wyoming, United States | \n                    <strong>Type:</strong> Decentralized Autonomous Organization LLC",
  "about_p_11": "Publicly verifiable smart contract identifier available for business filings and investor due diligence",
  "cta_h2_1": "Invest",
  "cta_p_1": "Execution-ready biological infrastructure. Field-ready stimulation. Measurement-ready signal platform.",
  "cta_p_2": "Strategic investors, regenerative agriculture advocates, and visionary collaborators: \n                this is an invitation to participate in creating technology that serves life.",
  "cta_a_1": "Request Materials",
  "cta_a_2": "Explore Partnership",
  "cta_a_3": "General Inquiry",
  "cta_p_3": "<strong>Current Stage:</strong> Early-stage funding opportunity<br/>\n<strong>Product Status:</strong> Generation 3 validated and ready for pilot deployments<br/>\n<strong>Seeking:</strong> Impact-aligned investors who value both returns and regeneration",
  "global_p_3": "© 2025 Soil Genesis DAO LLC. All rights reserved.",
  "global_p_4": "Wyoming-registered Decentralized Autonomous Organization | \n                <a href=\"/cdn-cgi/l/email-protection#beddd1d0cadfddcafecdd1d7d2d9dbd0dbcdd7cd90dadfd1\"><span class=\"__cf_email__\" data-cfemail=\"36555958425755427645595f5a51535853455f4518525759\">[email protected]</span></a>",
  "global_span_3": "[email protected]",
  "global_p_5": "Content is loaded from <code>site-content.json</code> (optional). Design tokens/layout are locked.",
  "solutions_h2": "Solutions",
  "solutions_p": "A simple stack: Structure → Stimulation → Signal.",
  "solutions_sb_title": "SoilBridge Deep™",
  "solutions_sb_p": "Root-powered decompaction for no-till systems targeting 12–18\" compaction—verified by penetrometer resistance.",
  "solutions_sb_b1": "20–30% reduction in penetrometer resistance (conditions apply).",
  "solutions_sb_b2": "No yield, pest, or disease claims.",
  "solutions_sb_b3": "Biological alternative to deep tillage.",
  "solutions_gc_title": "Genesis Column™",
  "solutions_gc_p": "Field-ready acoustic stimulation platform designed for repeatable deployment and pilot validation.",
  "solutions_gc_b1": "Fixed stimulation profiles for reliability.",
  "solutions_gc_b2": "Sensorless field deployment.",
  "solutions_gc_b3": "Measured validation approach.",
  "solutions_ss_title": "SoilSignal™",
  "solutions_ss_p": "Pilot-ready soil bio-signal sensing platform (Genesis Toroid lineage). Measurement first—no prescriptive claims without validation.",
  "solutions_ss_b1": "Captures low-amplitude soil signals in real soils.",
  "solutions_ss_b2": "Supports research and advanced growers.",
  "solutions_ss_b3": "Used to correlate signal ↔ structure ↔ response."
}